[
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "note-refactor-obsidian",
  "url-into-selection",
  "find-unlinked-files",
  "hotkeysplus-obsidian",
  "obsidian-charts",
  "vantage-obsidian",
  "note-folder-autorename",
  "obsidian-plugin-prettier",
  "obsidian-reveal-active-file",
  "convert-url-to-iframe",
  "darlal-switcher-plus",
  "obsidian-languagetool-plugin",
  "remember-cursor-position",
  "obsidian-filename-heading-sync",
  "nldates-obsidian",
  "obsidian-emoji-toolbar",
  "calendar",
  "obsidian-git"
]